{"meeting":{"0":20230726,"1":20220727,"2":20220727,"3":20230920,"4":20230726,"5":20190320,"6":20230920,"7":20190320,"8":20211215,"9":20211215},"sentence":{"0":"In support of these goals, the Committee decided to raise the target range for the federal funds rate","1":"In addition, the Committee will continue reducing its holdings of Treasury securities and agency debt and agency mortgage-backed securities, as described in the Plans for Reducing the Size of the Federal Reserve's Balance Sheet that were issued in May. The Committee is strongly committed to returning inflation to its 2 percent objective.","2":"Recent indicators of spending and production have softened. Nonetheless, job gains have been robust in recent months, and the unemployment rate has remained low. Inflation remains elevated","3":"Job gains have slowed in recent months but remain strong, and the unemployment rate has remained low. Inflation remains elevated.","4":"The U.S. banking system is sound and resilient. Tighter credit conditions for households and businesses are likely to weigh on economic activity, hiring, and inflation.","5":"Information received since the Federal Open Market Committee met in January indicates that the labor market remains strong but that growth of economic activity has slowed from its solid rate in the fourth quarter.","6":"The U.S. banking system is sound and resilient. Tighter credit conditions for households and businesses are likely to weigh on economic activity, hiring, and inflation. the Committee decided to maintain the target range for the federal funds rate.","7":"The Committee continues to view sustained expansion of economic activity, strong labor market conditions, and inflation near the Committee's symmetric 2 percent objective as the most likely outcomes.","8":"The Federal Reserve is committed to using its full range of tools to support the U.S. economy in this challenging time, thereby promoting its maximum employment and price stability goals.","9":"Overall financial conditions remain accommodative, in part reflecting policy measures to support the economy and the flow of credit to U.S. households and businesses."},"score":{"0":"hawkish","1":"hawkish","2":"mostly hawkish","3":"mostly hawkish","4":"neutral","5":"neutral","6":"mostly dovish","7":"mostly dovish","8":"dovish","9":"dovish"}}